Repository: renads22/20s-gang-2
Catalog: rounded2/rounded2/Views/Localizable.xcstrings
Source language: en
Languages: ar

source: manage your baby's daily tasks with ease.
ar: نظم مهام طفلك اليومية بكل سهولة .

source: set reminders for feeding, sleeping, and more, so you can stay informed about your baby's schedule .
ar: قم بوضع تذكير لمواعيد الطعام ، النوم ، والمزيد ، حتى تبقى على معرفة بجدول مهام طفلك .

source: BabyTasks
ar: مهام الطفل

source: Choose how many times you want to receive the notification
ar: اختر كم مره تريد ان يصلك الإشعار

source: Delete
ar: حذف

source: Reminder Name
ar: اسم التذكير

source: Reminder System
ar: نظام التذكير

source: Repetition
ar: التكرار

source: Save
ar: حفظ

source: Start
ar: البدء

source: Welcome to rawaf
ar: مرحبا بك في رواف

source: Write the Reminder Name here
ar: اكتب اسم التذكير هنا
